{"기념일": ["어린이날", "입하", "단오", "고려대학교 개교기념일", "청주고등학교 개교기념일", "청주대성고등학교 개교기념일", "세계 비밀번호의 날", "싱코 데 마요", "키르기스스탄의 제헌절"], "사건": {"311년": "막시미누스 다이아가 일단은 로마 제국 동방정제가 됨.", "1862년": "멕시코와 프랑스 간의 푸에블라 전투에서 불리한 상황을 뒤집고 멕시코가 승리. 이 결과로 프랑스는 멕시코 지역을 영향력에 두려는 시도를 그만 두게 됨.", "1932년": "송호정전협정 체결, 제1차 상하이 사변 종결.", "1945년": "미군과 독일 국방군, 소수의 항복파 무장친위대와 프랑스 고위급 포로들, 오스트리아 반나치 파르티잔으로 이루어진 연합군과 무장친위대간의 전투이자 2차대전 유럽전선의 마지막 전투였던 이터성 전투가 발발했다.", "1948년": "불가리아의 축구팀 CSKA 소피아 창단.", "1961년": "미국 NASA에서 자국 최초의 우주인 앨런 셰퍼드가 처음으로 우주비행을 갔다온 날이다. 유리 가가린이 우주비행에 성공한 소련에게 제대로 뒤통수를 맞은 뒤 소련을 엿먹이겠다는 일념으로 달나라에 사람을 보내려는 계획이 사실상 시작된 계기.", "1978년": "정부에서 섬 지역에 사는 어린이들이 기차를 체험할 기회가 없다는 점을 이용해서 제주도와 흑산도에 기차를 전시하기 시작했다.", "1982년": "대한민국 축구 국가대표팀과 말레이시아 축구 국가대표팀이 축구 경기를 해서 한국이 5:0으로 이겼다.", "1983년": "중공 여객기 불시착 사건이 발생했다.", "1984년": "해태 타이거즈의 투수 방수원이 광주 무등 야구장에서 열린 삼미 슈퍼스타즈와의 경기에서 9이닝 6탈삼진 3사사구 무피안타를 기록하며 한국프로야구 역사상 최초로 노히트 노런을 기록했다.", "1989년": "대한민국 축구 국가대표팀이 일본 축구 국가대표팀과 경기를 해서 2:1로 이겼다. 한국 입장에서는 어린이날 대첩.", "1991년": "1990년대 이후에는 한국 방송계의 역사를 바꾼 연예인들이 데뷔한 제1회 KBS 대학개그제가 개최되었다. 이 대회에서 입상해 KBS 희극인실에 특채된 이들이 무려 유재석, 김국진, 김용만, 박수홍, 남희석, 윤기원, 최승경, 김수용, 양원경 등이다.", "1993년": "가요톱10 마지막 MC인 손범수가 첫 진행을 맡은 날이다.", "2000년": "KBS 1TV에서 <VJ 특공대>가 첫 전파를 탔다.", "2003년": "건교부는 국내 승용차 등록대수를 1,001만 5,790대로 집계했다.", "2007년": ["법무부는 처음으로 한국에 수감 중인 미국인 마약사범을 미국 교도소로 이송했다.", "케냐항공 507편 B737-800기가 카메룬에 추락해 탑승객 114명 전원이 숨졌다. 여기에는 한국인 1명도 포함돼 있었다. 케냐항공 507편 추락 사고 참고."], "2012년": "어린이 전문채널 KBS Kids 개국. 채널명(KBS drama, KBS joy, KBS N sports, KBS prime, KBS Kids)로 변경이었다.", "2017년": "사전투표 2일차였다. 당일 오후에는 남부 지방에 소나기가 내렸고 그 다음 주말에는 황사와 미세먼지가 악재로 작용했다. 이로 인해 부산 코믹월드 등의 지역 축제 참가자들이 불편을 겪었으며 삼척시, 강릉시에는 대형 산불이 발생했다.", "2018년": "2019 AFC 아시안컵 조추첨이 시행되었으며 한국은 중국, 키르기스스탄, 필리핀과 같은 조에 편성됐다. 또한 한반도의 시간대가 다시 통일되었다.(동경시 UTC 09:00)", "2020년": ["KBO 리그 페넌트레이스가 개막했고 코로나바이러스감염증-19의 영향으로 당초 계획된 날짜보다 개막전 날짜가 38일 늦어졌으며 대만 프로야구 리그에 이어 2020년에 진행하는 세계 프로야구 리그 중 두 번째로 개막했다.", "한국에서 사회적 거리두기가 종료되었다."], "2021년": "페미니즘 성향의 교사들이 비밀 사이트에서 아이들을 대상으로 페미니즘을 주입, 세뇌하려 했다고 주장하는 음모론이 퍼져 논란이 되었다.", "2022년": ["국내 최초의 글로벌 테마파크인 레고랜드 코리아 리조트가 개장하였다.", "어린이날 제 100주년을 맞이했다.", "걸그룹 CLASS:y가 데뷔했다."]}}