{"기념일": ["야구의 날 (일본) ", "독립기념일 (싱가포르)"], "사건": {"1922년": "2차 호법운동 사실상 종결.", "1936년": "손기정과 남승룡이 1936 베를린 올림픽에서 마라톤 금메달과 동메달을 수상했다.", "1937년": "일본 해군육전대 소속 오오야마 중위가 훙차오 공항에 난입하려고 행패부리다가 사살되는 훙차오 공항 사건이 발생했다.", "1945년": ["제2차 세계 대전(태평양 전쟁)에서 일본 히로시마시에 이어 나가사키시에 원자폭탄이 떨어졌다. 알다시피 원래는 고쿠라시를 날려버리려고 했다가 기상 문제로 나가사키로 바꾼 것. 한국인 사상자도 2만명 있었다.", "당일은 목요일로 평일이었다. 일본 가톨릭 교회에는 성모승천대축일(1950년 이후 8월 15일)인 이 날에 판공성사를 보는 관습이 있었는데, 그라운드 제로(원폭 투하지점)에서 불과 700m 밖에 떨어지지 않은 우라카미 대성당에서 미사와 판공성사를 준비하던 2명의 사제와 24명의 신자가 즉사했고, 8천명의 신자들도 이후 피폭에 따라 전부 사망했다. 나가사키는 일본에서 가톨릭 신도수가 제일 많았던터라, 동양 최대의 로마네스크 벽돌 성당이었던 우라카미 성당은 전소, 반파되었다. 그 열화 속에서 성모상이 다른 부분은 타서 없어지고 머리 부분만 발견되었는데, 후에 재건된 성당에서 이 두상을 \"원폭의 성모님\"으로 모시어 전쟁의 아픔을 상기하고 있다. 안잘레스 종도 하나가 종루째 날아가버렸고, 지금도 원폭의 폭풍을 견뎌낸 나머지 하나의 종이 하루에 세 번 시각을 알려주고 있다.", "관동군에 대한 소련군의 만주 전략 공세 작전이 시작된 날이다. (소련 모스크바 시각 기준)"], "1965년": "싱가포르가 말레이시아 한테 독립당하다.", "1974년": "워터게이트 사건의 영향으로 리처드 닉슨 미국 대통령이 미국 헌정 사상 최초로 대통령직 중도 사임을 발표했다.", "1986년": ["인문사회과학서적상협의회는 연행된 서점 주인의 석방을 요구하는 성명을 발표하였다.", "제헌의회그룹(CA)이 결성되었다."], "1987년": "광주지역 54개 노선 시내버스 운전기사 7백여 명이 운행을 거부하며 농성을 벌였다.", "1992년": "황영조가 1992 바르셀로나 올림픽에서 마라톤 금메달을 수상했다.", "1998년": ["행자부는 2,000cc 이하 승용차세 인하 및 1가구 2차량 중과세 폐지를 결정했다.", "중앙재해대책본부는 사흘 간 중부지역 집중호우로 사망/실종자 234명, 이재민 11만 2천 명으로 집계했다."], "1999년": ["영등위는 장선우 감독의 영화 <거짓말 에 등급보류 판정을 내렸다.", "제일제당은 해태음료 인수 공개입찰 불참 선언한다고 밝혔다.", "일본 참의원이 기미가요 및 일장기 법제화를 골자로 한 '국기 및 국가에 관한 법률안'을 통과시켰다."], "2001년": "경기 이천에서 '세계 도자기 엑스포'가 개최되었다.", "2002년": "총 34년의 기간 동안 생산된 머큐리 쿠거의 마지막 차량이 제조되었다.", "2004년": "일본 도쿄국립박물관이 중국관에 광개토대왕비를 중국의 고대유물이라고 소개해 파문을 일으켰다.", "2005년": "박지성이 맨체스터 유나이티드에서 데뷔전을 치뤘다", "2007년": "서브프라임 모기지 사태가 악화일로로 치닫기 시작했다. 프랑스의 BNP파리바가 자사의 자산유동화증권(ABS)에 대해 지급중지를 선언해 버렸다. 이 소식으로 대한민국 증시를 포함해 전 지구에 헬게이트가 열렸다.", "2012년": "2012 런던 올림픽 축구에서 역사적으로 손꼽힐 만한 한일전이 펼쳐졌다.", "2014년": "미국 미주리 주 퍼거슨 시에서 흑인 마이클 브라운이 백인 경찰의 총에 맞아 숨졌다. 이를 계기로 미주리 주 세인트루이스 지역에 대규모 폭동이 발발해 주방위군이 출동했다.", "2016년": "새누리당 전당대회에서 당 대표로 호남 출신 이정현 의원이 당선되었다. 새누리당 계열의 보수정당에서 호남 출신 당 대표가 선출된 것은 처음이다. 또한 대한민국 정당사에서 최초로 당직자 출신의 당 대표라는 진기록도 세웠다."}}