{"기념일": [], "사건": {"474년": "제논이 자신의 아들 레오 2세와 함께 동로마 제국의 공동 황제로 즉위했다.", "1621년": "교황 그레고리오 15세가 제234대 로마 교황에 취임했다.", "1905년": "러일전쟁을 일으킨 일본군이 인천에 상륙하였다.", "1950년": "미국의 조지프 매카시 상원의원이 국무부에 수백명의 공산주의자가 있다고 연설함으로써 매카시즘이 시작되었다.", "1969년": "보잉사의 초대형 제트 여객기 'Boeing 747'이 첫 비행(test flight)에 성공했다.", "1990년": "대한민국의 민주정의당과 신민주공화당, 통일민주당의 주요 3당이 통합하여 민주자유당을 창당했다. 3당 합당 문서 참조.", "1995년": ["김종필 전 민자당 대표가 신당 창당을 선언했다.", "이스라엘군이 46년만에 요르단에서 완전 철수했다.", "이스라엘-요르단 양국이 국경통과, 관광, 안보협정에 서명했다.", "SBS 연예 정보 프로그램 한밤의 TV연예가 방송을 시작했다."], "2000년": "미국 육군 제8군 용산기지에서 폼알데하이드 223리터를 한강에 무단 방류했다. 주한미군 독극물 한강 무단 방류 사건 문서 참조.", "2006년": ["서울중앙지법은 혈액관리를 엉망으로 해 수혈한 환자들이 간염에 걸리도록 한 혐의로 불구속기소된 전·현직 혈액원장 등 25명 가운데 19명에게 벌금형을 선고했다.", "보건복지부와 건강보험심사평가원은 감기와 인후염 등 급성상기도감염 환자에 대한 종합전문병원과 병·의원 등 전국 의료기관의 2005년 3분기 항생제 처방률을 공개했다.", "대한민국 축구팀이 미국에서 LA갤럭시와의 경기에서 3:0으로 완승했다."], "2007년": ["국제올림픽위원회(IOC) 위원인 박용성 전 두산그룹 회장과 김대중 전 대통령의 측근인 박지원 전 청와대 비서실장, 권노갑 전 새천년민주당 고문, 김영삼 전 대통령의 차남인 김현철 등 434명이 특별사면ㆍ복권되었다.", "서울신용산초등학교에서 화재가 발생했으나, 다행히 인명 피해는 없었다.", "경상북도청을 현 대구광역시에서 경상북도로 이전한다는 조례안이 우여곡절 끝에 경상북도의회를 통과했다.", "미국 메이저 리그 야구에서 뛰고 있는 박찬호가 메츠와 1년간 옵션을 포함해 총 300만 달러에 계약했다."], "2009년": ["경상남도 창녕군에서 화왕산 억새 태우기 사고가 발생해 등산객 4명이 불에 타 숨지고, 50여 명이 중경상을 입었다.", "대한민국 서울중앙지방검찰청은 용산 참사와 관련하여, 경찰의 법적 책임은 없고, 농성자와 용역업체 직원 등 27명은 기소한다는 중간 수사 결과를 발표했다. 야당과 시민단체는 검찰의 수사 결과에 반발했다.", "성균관대학교 동아시아학술원과 한국고전번역원 번역대학원은 정조가 심환지에게 보낸 어찰첩을 발굴했다고 발표하였다.", "이집트 카이로 북부 사카라에서 미라 30구가 발견됐다.", "중국 베이징에 건축 중인 중국중앙방송(CCTV) 신사옥의 별관이 화재로 전소됐다.", "민주노총 지도부가 2008년 12월에 일어난 모 간부의 성폭행 사건에 책임을 지고 총사퇴했다."], "2010년": "오후 6시 8분경(KST) 대한민국 경기도 시흥시 부근에서 규모 3.0 의 지진이 발생하였다.", "2011년": "남북군사실무회담에서 남ㆍ북측이 서로 의견을 나누었으나 합의에 이르지 못하고 북측이 일방적으로 퇴장하면서 회담을 종료했다.", "2012년": ["박희태 대한민국 국회의장이 사퇴했다.", "그리스가 구제금융 협상을 타결시켰다.", "2012년 베를린 영화제가 열렸다."], "2014년": ["국내 첫 모바일 마피아 게임 마피아42가 플레이 스토어에 출시했다.", "스위스가 유럽연합으로의 이민을 엄격히 제한하는 이민금지법에 대한 국민투표를 50.34%의 찬성율로 통과시켰다."], "2018년": "대한민국 강원도 평창군에서 2018 평창 동계올림픽이 개막했다.", "2019년": "요네즈 켄시의 노래 Lemon이 J-POP 뮤직비디오 역사상 최초로 3억 조회수를 돌파하였다.", "2020년": "영화 《기생충》이 미국 아카데미상 사상 최초의 비영어작품 작품상 수상작이 되었다.", "2021년": "서울특별시가 수도권 전철의 서울 외부 직결 연장 거부 정책을 발표했다.", "2022년": ["걸그룹 VIVIZ가 데뷔했다.", "2022 베이징 동계올림픽 중 2022 베이징 동계올림픽 쇼트트랙 편파판정 논란으로 인해 국내의 반중정서가 치솟던 와중, 주한 중국 대사관이 일부 한국 언론과 정치인들이 반중 정서를 선동하고 양국 국민감정을 악화시켰다고 전했다.", "2022 베이징 동계올림픽에서 피겨 스케이팅 금메달 유력 후보에 오른 러시아 올림픽 선수단의 카밀라 발리예바가 도핑 테스트에서 양성 판정을 받으며 6년만에 러시아의 도핑 논란이 또 한번 불거졌다."]}}